Public Attributes | List of all members
API_GridMeshHead Struct Reference
Element Manager
General header for Grid Mesh type. More...
#include <APIdefs_Base.h>
 Public Attributes
 bool  | valid
Validity flag.
 API_GridElemID  | elemID
The identifier of the mesh-element.
Detailed Description
General header for Grid Mesh type.
Remarks
None